import { Component } from '@angular/core';
import { AccordionModule } from 'primeng/accordion';
import { CommonModule } from '@angular/common';

@Component({
  selector: 'app-accordion',
  standalone: true,
  imports: [CommonModule, AccordionModule],
  templateUrl: './accordion.component.html',
  styleUrl: './accordion.component.scss',
})
export class AccordionComponent {
  stepsList = [
    {
      step: '1. Предварительный расчет стоимости изделия и работ',
      text: 'Предварительный расчет стоимости изделий можно сделать, направив запрос с описанием проекта, примерными размерами и пожеланиями по материалам( цвет стекла и цвет фурнитуры). Наш специалист свяжется с вами для уточнения деталей.'
    },
    {
      step: '2. Выезд на замер на объект',
      text: 'Выезд на объект осуществляется по предварительной договоренности в удобное для вас время. Наши специалисты выполнят точные замеры и дадут рекомендации.'
    },
    {
      step: '3. Подписание договора и внесение аванса',
      text: 'После согласования всех деталей проекта заключается договор и производится частичная предоплата (аванс 70% от стоимости догвора ), после чего начинается изготовление изделия.'
    },
    {
      step: '4. Согласование эскизов конструкции и запуск в работу',
      text: 'Инженер готовит эскизы проекта и после вашего утверждения запускается процесс производства.'
    },
    {
      step: '5. Изготовление',
      text: 'На производстве в Санкт-Петербурге изготавливается закаленное стекло для конструкции с соблюдением всех стандартов качества.'
    },
    {
      step: '6. Доставка и установка',
      text: 'Готовая конструкция доставляется на объект и в тот же день осуществляется профессиональный монтаж.'
    },
    {
      step: '7. Окончательный расчет',
      text: 'После завершения всех работ и проверки конструкции производится окончательный расчет.'
    }
  ];
}

