import { Component } from '@angular/core';
import { AccordionModule } from 'primeng/accordion';
import { CommonModule } from '@angular/common';

@Component({
  selector: 'app-accordion',
  standalone: true,
  imports: [CommonModule, AccordionModule],
  templateUrl: './accordion.component.html',
  styleUrl: './accordion.component.scss',
})
export class AccordionComponent {
  stepsList = [
    {
      step: '1. Предварительный расчет стоимости изделия и работ',
      text: 'Предварительный расчет стоимости изделий можно сделать, направив запрос с описанием проекта, примерными размерами и пожеланиями по материалам. Наш специалист свяжется с вами для уточнения деталей.'
    },
    {
      step: '2. Выезд на замер на объект',
      text: 'Текст рыба — выезд на объект осуществляется по предварительной договоренности в удобное для вас время. Наши специалисты выполнят точные замеры и дадут рекомендации.'
    },
    {
      step: '3. Подписание договора и внесение аванса',
      text: 'Текст рыба — после согласования всех деталей проекта заключается договор и производится частичная предоплата (аванс), после чего начинается изготовление изделия.'
    },
    {
      step: '4. Согласование эскизов конструкции и запуск в работу',
      text: 'Текст рыба — дизайнер готовит эскизы проекта и после вашего утверждения запускается процесс производства.'
    },
    {
      step: '5. Изготовление',
      text: 'Текст рыба — на производстве изготавливаются все необходимые элементы конструкции с соблюдением всех стандартов качества.'
    },
    {
      step: '6. Доставка и установка',
      text: 'Текст рыба — готовая конструкция доставляется на объект, осуществляется профессиональный монтаж и проверка.'
    },
    {
      step: '7. Окончательный расчет',
      text: 'Текст рыба — после завершения всех работ и проверки конструкции производится окончательный расчет.'
    }
  ];
}

