{
  "cards": [
    {
      "id": "1",
      "name": "Дверь в душ",
      "img": "door.jpg",
      "description": "Одиночная распашная дверь для душа с надёжными креплениями. Стекло на выбор: прозрачное, осветлённое, тонированное серое или бронза. Также возможно исполнение в матовом или прозрачном стекле любого цвета. Фурнитура (петли, ручки) доступна в различных вариантах: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — как в матовом, так и в глянцевом исполнении."
    },
    {
      "id": "2",
      "name": "Душевая в проем",
      "img": "proem.jpg",
      "description": "Душевая конструкция, устанавливаемая непосредственно в проём, обеспечивает максимальную герметичность и минимализм. Стекло можно выбрать прозрачное, осветлённое, серое, бронза, а также матовое или цветное по желанию. Фурнитура кастомизируется: возможны варианты в хроме, чёрном, матовом золоте, бронзе, оружейной стали и других отделках."
    },
    {
      "id": "3",
      "name": "Душевая угол",
      "img": "corner.jpg",
      "description": "Угловое душевое ограждение из закалённого безопасного стекла, идеально подходящее для компактных пространств. Цвет стекла: прозрачный, осветлённый, тонированный (серый, бронза), матовый либо индивидуальный цвет. Фурнитура может быть выполнена в хроме, чёрном, золоте, бронзе, оружейной стали и других оттенках с матовым или глянцевым покрытием."
    },
    {
      "id": "4",
      "name": "Душевая трапеция",
      "img": "trapeze.jpg",
      "description": "Трапециевидное душевое ограждение для нестандартных ванных комнат и индивидуальных проектов. Стекло предлагается в прозрачном, осветлённом, матовом и цветном вариантах, включая серое и бронзовое тонирование. Фурнитура и комплектующие доступны в широком спектре: хром, матовая нержавейка, чёрный, золото, бронза, розовое золото и оружейная сталь."
    },
    {
      "id": "5",
      "name": "Душевая откатная дверь",
      "img": "sliding.jpg",
      "description": "Раздвижная система душевой двери идеально подходит для экономии пространства, не уступая в эстетике. Стекло: прозрачное, осветлённое, тонированное (серое или бронза), матовое, цветное — по индивидуальному заказу. Выбор фурнитуры: хром, матовая сталь, чёрный, золото, бронза, оружейная сталь, розовое золото (матовое и глянцевое)."
    },
    {
      "id": "6",
      "name": "Душевая Slash",
      "img": "slash.jpg",
      "description": "Дизайнерская душевая конструкция серии Slash — для тех, кто ценит стиль и минимализм. Возможно исполнение стекла в прозрачном, осветлённом, матовом, сером, бронзовом или индивидуально окрашенном варианте. Фурнитура премиум-класса доступна во всех популярных отделках: чёрный, хром, матовое золото, бронза, оружейная сталь, розовое золото (глянцевое или матовое)."
    }
  ]
}

