{
  "cards": [
    {
      "id": "1",
      "name": "Дверь в душ",
      "img": "door.jpg",
      
     "description": "Одиночная распашная дверь для душа с надёжными креплениями. Стекло доступно в вариантах: прозрачное, осветлённое, тонированное серое или бронза, а также возможно исполнение в матовом или прозрачном стекле. Рекомендуемая толщина стекла — 8 мм. Фурнитура (петли и ручки) представлена в различных вариантах формы и цвета: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — как в матовом, так и в глянцевом исполнении. Максимальный размер по ширине составляет 850 мм на двух петлях и 900 мм на трёх петлях, а по высоте ограничение определяется только максимальным весом двери — 45 кг."

},

    
    {
      "id": "2",
      "name": "Душевая в проем",
      "img": "proem.jpg",
       "description": "Душевая конструкция, устанавливаемая непосредственно в проём, обеспечивает максимальную герметичность и минимализм. Стекло доступно в вариантах: прозрачное, осветлённое, тонированное серое или бронза, а также возможно исполнение в матовом или прозрачном стекле. Рекомендуемая толщина стекла — 8 мм. Дверь может крепиться как на стену, так и на стекло. Размер стационарной части не ограничен, а размер двери соответствует конструкции с одной дверью: до 850 мм на двух петлях и до 900 мм на трёх петлях, при этом высота ограничена только максимальным весом полотна — 45 кг. Фурнитура (петли и ручка) предлагается в разных вариантах формы и цвета: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — в матовом или глянцевом исполнении. Возможен вариант открывания внутрь или наружу, а при желании можно сделать двухстороннее открывание."
    },
    {
      "id": "3",
      "name": "Душевая угол",
      "img": "corner.jpg",
       "description": "Угловое душевое ограждение из закалённого безопасного стекла, идеально подходящее для компактных пространств. Стекло доступно в вариантах: прозрачное или матовое — осветлённое, тонированное серое или бронза. Для большей жёсткости рекомендуется использовать стекло толщиной 10 мм, но также допустимо исполнение из стекла толщиной 8 мм. Размер стационарной части не ограничен, а дверь выполняется по тем же параметрам, что и в других конструкциях: до 850 мм на двух петлях и до 900 мм на трёх петлях, при этом высота ограничена только максимальным весом полотна — 45 кг. Фурнитура (петли и ручки) предлагается только в перечисленных вариантах: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — в матовом или глянцевом исполнении. По желанию возможно выполнение индивидуальных решений: вырезы под инсталляцию, скошенные углы под мансарду и другие нестандартные формы."

    },
    {
      "id": "4",
      "name": "Душевая трапеция",
      "img": "trapeze.jpg",
      "description": "Трапециевидное душевое ограждение для нестандартных ванных комнат и индивидуальных проектов. Стекло доступно по цвету: прозрачное, осветлённое, серое или бронза; по прозрачности — прозрачное или матовое. Рекомендуемая толщина стекла — 8 мм, для большей жёсткости возможно исполнение из 10 мм. Размер стационарных полотен не ограничен, а дверь выполняется по тем же параметрам, что и в других конструкциях: до 850 мм на двух петлях и до 900 мм на трёх петлях, при этом высота ограничена только максимальным весом полотна — 45 кг. Фурнитура (петли и ручки) предлагается в различных вариантах формы и цвета: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — в матовом или глянцевом исполнении. При необходимости могут быть выполнены индивидуальные решения: вырезы под инсталляцию, скошенные углы и другие нестандартные формы. Угол между стационарной частью и дверью в такой конструкции должен составлять 135 градусов."

    },
    {
      "id": "5",
      "name": "Душевая откатная дверь",
      "img": "sliding.jpg",
     "description": "Раздвижная система душевой двери идеально подходит для экономии пространства, сохраняя эстетичность и удобство. Стекло доступно по цвету: прозрачное, осветлённое, серое или бронза; по прозрачности — прозрачное или матовое. Рекомендуемая толщина стекла — 8 мм. Фурнитура предлагается в перечисленных вариантах: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — в матовом или глянцевом исполнении. В комплект входит круглая утопленная в стекло ручка, которую при желании можно заменить на другую модель (с некоторыми ограничениями). Размер конструкции начинается от 1200 мм по ширине, рекомендованная высота — не выше 2100 мм. Максимальная ширина составляет 2000 мм, при этом при ширине свыше 1500 мм устанавливается дополнительная рама жёсткости. Конструкция может быть встроена в проём либо иметь свои стеклянные стены с одной или с двух сторон, образуя форму угла или буквы П."

    },
    {
      "id": "6",
      "name": "Душевая Slash",
      "img": "slash.jpg",
      "description": "Дизайнерская душевая конструкция серии Slash — выбор для тех, кто ценит стиль и минимализм. Стекло доступно по цвету: прозрачное, осветлённое, серое или бронза; по прозрачности — прозрачное или матовое. Рекомендуемая толщина — 8 мм, для большей жёсткости возможно исполнение из 10 мм. Фурнитура производства Италии доступна только в хроме, при этом возможна окраска порошковой краской в любой цвет по RAL. Конструкция может быть встроена в проём либо иметь стеклянные стены с одной или с двух сторон, образуя угловое решение или букву П. Максимальная ширина фасадной части двери составляет 1800 мм, а высота ограничена весом полотна — до 80 кг. Дверь выполнена в поворотном исполнении с осью, которая может располагаться от 120 мм от края до центра полотна. Крепление конструкции осуществляется по схеме пол–потолок."
    },
    {
     "id": "7",
      "name": "Душевая Piuma",
      "img": "piuma.jpg",
      "description": "Раздвижная система душевой двери идеально подходит для экономии пространства, сохраняя эстетику и удобство. Размер проёма — от 1200 до 2400 мм, что позволяет использовать конструкцию в разных форматах помещений. Стекло доступно по цвету: прозрачное, осветлённое, серое или бронза; по прозрачности — прозрачное или матовое. Рекомендуемая толщина стекла — 8 мм. Фурнитура предлагается в вариантах: хром или окраска по палитре RAL. Вся фурнитура выполнена итальянским брендом Minusco Piuma, отличающимся качеством и долговечностью. Ручку можно выбрать любую из доступных моделей. Конструкция может быть встроена в проём либо дополнена стеклянными стенами с одной или двух сторон, формируя угол или П-образное решение."
    },
    {
  "id": "8",
  "name": "Стационарное стекло",
  "img": "shtora.jpg",
  "description": "Стационарное стекло для душа — самое чистое и лёгкое решение, которое будет актуально всегда и прослужит практически вечно. Оно создаёт ощущение простора и минимализма, оставаясь при этом максимально надёжным. Стекло доступно в вариантах: прозрачное, осветлённое, тонированное серое или бронза, а также возможно исполнение в матовом или прозрачном стекле. Рекомендуемая толщина стекла — 8 мм. Фурнитура (крепления и профили) представлена в различных вариантах формы и цвета: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — как в матовом, так и в глянцевом исполнении. Конструкция особенно актуальна для проёмов от 1500 мм по ширине, при этом ширина одного стационарного стекла должна быть не менее 900 мм."
},
{
  "id": "9",
  "name": "Шторка на ванну",
  "img": "navannu.jpg",
  "description": "Шторка на ванну из закалённого стекла — практичное и элегантное решение, позволяющее защитить ванную комнату от брызг и добавить интерьеру современный акцент. Конструкция отличается компактностью и удобством использования, при этом сохраняет лёгкость и прозрачность пространства. Стекло доступно в вариантах: прозрачное, осветлённое, тонированное серое или бронза, а также возможно исполнение в матовом или прозрачном стекле. Рекомендуемая толщина стекла — 8 мм. Фурнитура (петли, крепления и ручки) предлагается в широком диапазоне: хром, матовая нержавейка, чёрный, золото, матовое золото, бронза, оружейная сталь, розовое золото — как в матовом, так и в глянцевом исполнении. Размеры конструкции адаптируются под стандартные и нестандартные ванны, обеспечивая надёжность и долговечность даже при ежедневном использовании."
}


  ]
}

