{
  "others": [
    {
  "id": "swing-partitions",
  "name": "Стеклянные перегородки с маятниковыми дверьми",
  "img": "swing-partitions.jpg",
  "description": "Стеклянные перегородки с маятниковыми дверьми — стильное и функциональное решение для дома и офиса. Они помогают зонировать пространство, разделять кухню и гостиную, организовывать гардеробные или рабочие зоны в жилых интерьерах. В офисах такие конструкции создают комфортные переговорные, кабинеты и рабочие пространства, а также отлично подходят для магазинов, салонов красоты и современных шоурумов. Перегородки из закалённого стекла толщиной 10 мм практичны и долговечны: их легко мыть, они устойчивы к влаге и механическим повреждениям. Стекло может быть прозрачным, осветлённым, серым или бронзовым, в глянцевом или матовом исполнении, с возможностью нанесения рисунка или декоративного оформления. Фурнитура подбирается по каталогу RAL."
    },

    {
  "id": "sliding-partitions",
  "name": "Стеклянные перегородки с откатными дверьми",
  "img": "sliding-partitions.jpg",
  "description": "Стеклянные перегородки с откатными дверьми — современное и удобное решение для зонирования пространства. Такие конструкции бывают как рамные, так и безрамные, что позволяет подобрать оптимальный вариант под любой интерьер. В зависимости от типа исполнения используется закалённое стекло толщиной 6 или 8 мм. Благодаря системе откатных дверей они помогают экономить полезное пространство и отлично подходят для жилых помещений: гардеробных, гостиных, кухонь или в качестве стильных межкомнатных перегородок. При этом по стоимости они обычно дороже перегородок с маятниковыми дверьми. Для остекления доступны разные варианты: прозрачное, осветлённое , серое или бронза, а также матовое стекло с возможностью нанесения декоративного пескоструйного рисунка. Фурнитура подбирается индивидуально в любых цветах по палитре RAL."
}
,
    {
  "id": "glass-railings",
  "name": "Лестничные и балюстрадные ограждения из стекла",
  "img": "glass-railings.jpg ",
  "description": "Лестничные и балюстрадные ограждения из стекла — это сочетание безопасности, современного дизайна и лёгкости конструкции. Такие решения придают интерьеру или экстерьеру воздушность, сохраняя при этом прочность и надёжность. Для ограждений, устанавливаемых на высоте, обязательным требованием является использование многослойного безопасного стекла триплекс, которое обеспечивает максимальную защиту. Конструкции могут выполняться в нескольких вариантах: с цельным профилем без перил для минималистичного стиля либо на точечных креплениях с возможностью регулировки. Крепёжные элементы могут быть регулируемыми и нерегулируемыми, а подбор фурнитуры осуществляется индивидуально в зависимости от веса и формы стеклянных элементов."
}
,
{
  "id": "aluminum-frame-doors",
  "name": "Двери в алюминиевых коробках из стекла",
  "img": "aluminum-frame-doors.jpg",
  "description": "Стеклянные двери в алюминиевых коробках — это современное и практичное решение для любых помещений. Конструкции изготавливаются из закалённого стекла толщиной 8 мм, обеспечивая прочность и безопасность при ежедневном использовании. Благодаря алюминиевому профилю двери отличаются долговечностью, устойчивостью к влаге и аккуратным внешним видом. Чаще всего такие двери устанавливаются в ванных комнатах, санузлах, бассейнах и саунах. Для удобства возможна установка специальных защёлок WC. Доступны различные варианты стекла: прозрачное, осветлённое (Optiwhite), серое, бронзовое, а также матовое или с пескоструйным рисунком. Фурнитура подбирается индивидуально, предлагаются решения в цветах по палитре RAL — хром, чёрный, латунь и другие. Уход за дверями максимально прост: достаточно регулярной протирки для сохранения чистоты и блеска."
}
,
{
  "id": "swing-doors-opening",
  "name": "Маятниковые двери в проём",
  "img": "swing-doors-opening.jpg",
  "description": "Маятниковые двери в проём — стильное и удобное решение для жилых и коммерческих помещений. Конструкции изготавливаются из закалённого стекла толщиной 10 мм, что обеспечивает надёжность и долговечность. Двери открываются в обе стороны и оснащаются доводчиком, что делает их максимально комфортными в эксплуатации. Возможна установка дверей больших размеров с креплением пол–потолок. Для остекления доступны различные варианты: прозрачное, осветлённое , серое или бронзовое стекло, а также матовое с возможностью нанесения рисунка или декоративного оформления пескоструйным методом. Фурнитура подбирается индивидуально, доступна во всех цветах по палитре RAL ."
},
{
  "id": "kitchen-backsplash",
  "name": "Кухонные фартуки из стекла",
  "img": "kitchen-backsplash.jpg",
  "description": "Кухонные фартуки из закалённого стекла толщиной 6 мм — это стильное и практичное решение для оформления рабочей зоны на кухне. Мы предлагаем как прозрачные, осветлённые , серые и бронзовые варианты, так и фартуки, окрашенные по палитре RAL. Окрашенные модели крепятся на стену при помощи специального клея, а неокрашенные — устанавливаются на надёжные крепления. Внешняя поверхность может быть выполнена в матовом исполнении с использованием пескоструйной обработки, что добавляет интерьеру изысканности. Стеклянные фартуки просты в уходе, устойчивы к влаге, пару и высоким температурам, идеально подходят для современных кухонь и служат долгие годы."
},

{
  "id": "wall-mirrors",
  "name": "Зеркала по индивидуальным размерам",
  "img": "wall-mirrors.jpg",
  "description": "Зеркала, вырезанные по индивидуальным размерам, — это стильный и практичный способ оформить пространство. Они монтируются непосредственно на стену с помощью специального клея, поэтому перед установкой поверхность необходимо тщательно выровнять и загрунтовать. Толщина зеркал может составлять 4, 5 или 6 мм, при этом крупноформатные изделия изготавливаются только из полотна толщиной от 5 мм для обеспечения прочности и безопасности. В ассортименте также доступны осветлённые зеркала толщиной 4 и 6 мм, которые отличаются кристальной прозрачностью и идеально подходят для современных интерьеров."
},
{
  "id": "led-mirror",
  "name": "Зеркала с подсветкой",
  "img": "led-mirror.jpg",
  "description": "Зеркала с подсветкой изготавливаются на основе качественного зеркала «серебро» либо осветлённого стекла, что обеспечивает кристально чистое отражение без искажений. Подсветка выполнена с использованием современных LED-лент с защитой от влаги, благодаря чему такие зеркала идеально подходят для ванных комнат, саун и других влажных помещений. Цвет свечения можно выбрать в диапазоне от 2700K (тёплый свет) до 6000K (холодный белый). Для мягкого и равномерного распределения света возможна установка SOV-лент и специальных отражателей. Размер и форма зеркала, а также тип подсветки подбираются индивидуально — вы можете заказать как модели с фоновой подсветкой, так и более сложные варианты с декоративными элементами."
},
{
  "id": "mirror-panel",
  "name": "Зеркальные панно",
  "img": "mirror-panel.jpg",
  "description": "Зеркальные панно изготавливаются по индивидуальным эскизам и размерам заказчика, позволяя создать уникальный акцент в интерьере. Для производства используются высококачественные зеркала: классическое серебро, осветлённые полотна, а также тонированные варианты — золото, графит, бронза и состаренные . Элементы панно собираются из зеркал с декоративным фацетом, ширина которого может варьироваться от 10 до 30 мм. Такое решение визуально расширяет пространство, добавляет глубины и изысканности, а также гармонично вписывается в современные и классические интерьеры."
}


  ]
}
